# -*- mode: org; fill-column: 78; -*-
# Time-stamp: <2024-05-25 23:56:59 krylon>
#
#+TAGS: internals(i) ui(u) bug(b) feature(f)
#+TAGS: database(d) design(e), meditation(m)
#+TAGS: optimize(o) refactor(r) cleanup(c)
#+TODO: TODO(t)  RESEARCH(r) IMPLEMENT(i) TEST(e) | DONE(d) FAILED(f) CANCELLED(c)
#+TODO: MEDITATE(m) PLANNING(p) | SUSPENDED(s)
#+PRIORITIES: A G D

* Agora
** Clocktable
   #+BEGIN: clocktable :scope file :maxlevel 255 :emphasize t
   #+CAPTION: Clock summary at [2024-05-25 Sa 23:56]
   | Headline               | Time   |        |      |
   |------------------------+--------+--------+------|
   | *Total time*           | *0:54* |        |      |
   |------------------------+--------+--------+------|
   | *Agora*                | *0:54* |        |      |
   | \_  /Components [0/0]/ |        | /0:54/ |      |
   | \_    Data model [0/0] |        |        | 0:54 |
   #+END:
** Journal
** Features [0/0]
   :PROPERTIES:
   :COOKIE_DATA: todo recursive
   :VISIBILITY: children
   :END:
** Components [0/0]
   :PROPERTIES:
   :COOKIE_DATA: todo recursive
   :VISIBILITY: children
   :END:
*** Data model [0/0]
    :PROPERTIES:
    :COOKIE_DATA: todo recursive
    :VISIBILITY: children
    :END:
    :LOGBOOK:
    CLOCK: [2024-05-25 Sa 23:02]--[2024-05-25 Sa 23:56] =>  0:54
    :END:
** Bugs [0/0]
